/**
 * @author lsz
 * @desc app1操控关系表
 * @rules
 *   viewId: {  --------------------------- 视图ID) [无关系不配置]图唯一ID  视图级别:一级视图:xx; 二级视图:xx yy; 三级视图 xx yy zz
 *      desc: '移动',  ---------------------- 业务信息
 *      viewName: 'MobileMain', ------------ 视图组件名
 *      [opts]: { -------------------------- 视图操作关系 [无关系不配置]
 *        [up: ''], --------------------------- 向上 [无关系不配置]
 *        [down: ''], -------------------------- 向下 [无关系不配置]
 *        [left: ''], -------------------------- 向左 [无关系不配置]
 *        [right: ''], ------------------------- 向右 [无关系不配置]
 *        [ok: ''] ----------------------------- 确认(下钻,弹窗视
 *      }
 *     }
 */
export default {
}
